app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
Student.each do |student|